<?php

return [
    'success' => [
        'saved' => 'Сәтті сақталды.',
        'created' => 'Сәтті қосылды.',
        'updated' => 'Сәтті өзгертілді.',
        'deleted' => 'Сәтті жойылды.',
        'sent' => 'Сәтті жіберілді',
    ],
    'failed' => [
        'yes_relations_table' => 'Байланысты кестелер бар',
        'cannot_delete' => 'Сіз жойа мүмкін емес',
    ],
    'user' => [
        'logout' => 'Жүйеден сәтті шықтыңыз'
    ],
    'card' => [
        'pay' => 'Төлеу',
        'add' => 'Қосу',
        'pay_for_tour' => '":tour_name" турына төлем',
        'success_added' => 'Сіздің картаңыз сәтті қосылды',
        'success_paid' => 'сәтті төленді',
        'warning' => 'Картаңызды тексеру үшін біз аз мөлшерде комиссияны алып, дереу қайтарамыз',
        'try_again' => 'Кейінірек қайталап көріңіз немесе басқа картаны қолданыңыз'
    ],
    'pass' => [
        'confirmPassword' => 'Құпия сөзді қайталаңыз',
        'pass' => 'Құпия сөз',
        'rePass' => 'Құпия сөзді қалпына келтіру',
        'dropPass' => 'Құпия сөзді қалпына келтіру',
    ],
    'email' => [
        'verified' => 'Email Растау'
    ],
    'Not Found' => 'Бет табылмады',
    'Forbidden' => 'Тыйым салынған',
    'Unauthorized' => 'Авторизциядан өтпедіңіз',
    'Service Unavailable' => 'Сервер қызмет көрсете алмайды',
    'Server Error' => 'Серверде ақау',

];
