<?php

return [
    'success' => [
        'saved' =>'Успешно сохранено',
        'created' => 'Успешно добавлен',
        'updated' =>'Успешно изменено',
        'deleted' =>'Успешно удалено',
        'sent' =>'Успешно отправлено',
    ],
    'failed' => [
        'yes_relations_table' => 'Есть связные таблицы',
        'cannot_delete' => 'Вы не можете удалить',
    ],
    'user' => [
        'logout' => 'Успешно вышли из системы'
    ],
    'card' => [
        'add' => 'Добавить',
        'pay' => 'Оплатить',
        'pay_for_tour' => 'Оплата тура ":tour_name"',
        'success_added' => 'Ваша карта была успешно добавлена',
        'success_paid' => 'успешно оплачено',
        'warning' => 'Чтобы проверить вашу карту, мы спишем и сразу вернем незначительную сумму',
        'try_again' => 'Повторите попытку позже или воспользуйтесь другой картой'
    ],
    'pass' => [
        'confirmPassword' => 'Повторите пароль',
        'pass' => 'Пароль',
        'rePass' => 'Востоновить пароль',
        'dropPass' => 'Сбросить пароль',
    ],
    'email' => [
        'verified' => 'Подтверждение Email'
    ]
];
